Repository: Nokse22/Exhibit
Catalog: po/*.po
Languages: bg, de, es, fr, hi, it, nb, ru, uk

source: Exhibit
bg: Изложба
de: Ausstellung
hi: एक्ज़िबिट
uk: Експонат

source: 3D Model Viewer
bg: Преглед на 3D файлове
de: 3D Modelbetrachter
es: Visor de modelos 3D
fr: Visionneur de modèle 3D
hi: 3डी मॉडल दर्शक
it: Visualizzatore di modelli 3D
nb: 3D-modellvisere
ru: Просмотрщик 3D моделей
uk: Перегляд 3D-моделей

source: fbx;step;stl;dcm;ex2;gml;obj;3ds;gltf;pbr;rendering;3d-model;
hi: fbx;कदम;stl;dcm;ex2;gml;obj;3ds;gltf;pbr;प्रतिपादन;3डी-मॉडल;
nb: fbx;step;stl;dcm;ex2;gml;obj;3ds;gltf;pbr;gjengivelse;3d-modell;
uk: fbx;step;stl;dcm;ex2;gml;obj;3ds;gltf;pbr;rendering;3d-model;модель;три;графіка;обробка;3д;

source: Preview your 3D models
bg: Преглеждайте вашите 3D модели
de: Betrachte dein 3D Model
es: Previsualice sus modelos 3D
fr: Prévisualisez vos modèles 3D
hi: अपने 3डी मॉडल का पूर्वावलोकन करें
it: Visualizza l'anteprima dei tuoi modelli 3D
nb: Forhåndsvis 3D-modellene dine
ru: Предварительный просмотр ваших 3D-моделей
uk: Переглядайте ваші 3D-моделі

source: Based on the F3D library that supports many file formats, from digital content to scientific datasets including glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic and many more. You can drag and drop 3d models into the app and export an image of the rendered model. Change many settings like tone mapping, ambient occlusion, anti aliasing, material roughness, metallic, color and opacity to achieve the perfect render. You can use an HDRI image or a custom color as a background.
hi: एफ3डी लाइब्रेरी पर आधारित, जो डिजिटल सामग्री से लेकर वैज्ञानिक डेटासेट तक कई फाइल स्वरूपों का समर्थन करता है, जिसमें glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic और कई अन्य शामिल हैं। आप 3डी मॉडल को ऐप में खींचकर छोड़ सकते हैं और प्रतिपादन किए गए मॉडल की छवि निर्यात कर सकते हैं। सही प्रतिपादन प्राप्त करने के लिए टोन मैपिंग, एम्बिएंट ऑक्लूज़न, एंटी एलियासिंग, मटेरियल रफनेस, मेटैलिक, रंग और अपारदर्शिता जैसी कई सेटिंग बदलें। पृष्ठभूमि के रूप में एचडीआरआई छवि या तदनुकूल रंग का उपयोग कर सकते हैं।
ru: Основано на библиотеке F3D, которая поддерживает множество форматов файлов, от цифрового контента до научных наборов данных, включая glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic и многие другие. Вы можете перетаскивать 3d-модели в приложение и экспортировать изображение отрендеренной модели. Изменяйте множество настроек, таких как тональное отображение, окклюзия, сглаживание, шероховатость материала, металлик, цвет и непрозрачность, чтобы добиться идеального рендера. В качестве фона можно использовать HDRI-изображение или пользовательский цвет.

source: Bechy
hi: बीचि

source: Retro Computer Setup with a HDRI background
bg: Ретро компютър с HDRI фон
fr: Ordinateur vintage avec un fond HDRI
hi: एचडीआरआई पृष्ठभूमि के साथ रेट्रो कंप्यूटर सेटअप
it: Configurazione del computer retrò con sfondo HDRI
ru: Ретро компьютер с HDRI фоном

source: Green Metallic Suzanne
de: Grün-metallische Suzanne
es: Verde metalizado Suzanne
hi: ग्रीन मेटैलिक सुज़ैन
nb: Grøn metallisk Suzanne
ru: Зеленая металлическая Сюзанна
uk: Зелена металева Сюзанна

source: Cow with a HDRI background in dark theme
hi: गहरे रंग की थीम में एचडीआरआई पृष्ठभूमि वाली गाय
ru: Корова с HDRI фоном и темная тема

source: Nissan Fairlady in dark theme
hi: गहरे रंग की थीम में निसान फेयरलेडी
ru: Nissan Fairlady и темная тема

source: Vase 3d scan with HDRI
hi: एचडीआरआई के साथ फूलदान 3डी स्कैन
ru: 3D-скан вазы с HDRI

source: Sailing Ship 3d scan rendered as points
hi: नौकायन जहाज 3डी स्कैन को बिंदुओं के रूप में प्रतिपादन किया गया
ru: 3D-скан плавающего корабля в виде точек

source: Checkout F3D
de: F3D ausschecken
es: Comprobar F3D
fr: Vérifier F3D
hi: एफ3डी चेकआउट करें
nb: Sjekk ut F3D
ru: Проверить F3D
uk: Дізнатися більше про F3D

source: Open File
bg: Отваряне на файл
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir un fichier
hi: फाइल खोलें
it: Apri file
nb: Åpne fil
ru: Открыть файл
uk: Відкрити файл

source: Can't open
de: Kann nicht geöffnet werden
es: No se puede abrir
hi: खोल नहीं सके
nb: Kan ikke åpne
ru: Невозможно открыть
uk: Не вдалося відкрити

source: Save File
bg: Запазване на файл
de: Datei speichern
es: Guardar archivo
fr: Sauvegarder le fichier
hi: फाइल सहेजें
it: Salva file
nb: Lagre fil
ru: Сохранить файл
uk: Зберегти файл

source: Menu
bg: Меню
de: Menü
es: Menú
hi: मेनू
it: Menù
nb: Meny
ru: Меню
uk: Меню

source: Load
bg: Отваряне
de: Laden
es: Cargar
fr: Ouvrir
hi: लोड करें
it: Carica
nb: Last inn fil…
ru: Открыть
uk: Завантажити

source: Try Another
de: Ein anderes Verssuchen
es: Pruebe otro
hi: कोई दूसरा आज़माएं
nb: Prøv en annen
ru: Попробовать другой
uk: Спробувати інший

source: Couldn't load the file
de: Datei konnte nicht geladen werden
es: No se ha podido cargar el archivo
hi: फाइल लोड नहीं की जा सकी
nb: Kunne ikke laste inn filen
ru: Невозможно открыть файл
uk: Не вдалося завантажити файл

source: Error Loading File
de: Fehler beim Laden der Datei
es: Error al cargar el archivo
fr: Erreur pendant le chargement du fichier
hi: फाइल लोड करने में त्रुटि
nb: Feil ved innlasting av filen
ru: Ошибка открытия файла
uk: Помилка при завантаженні файлу

source: Open With External App
de: In externer Anwendung öffnen
es: Abrir con aplicación externa
hi: बाहरी ऐप से खोलें
nb: Åpne med ekstern app
ru: Открыть через стороннее приложение
uk: Відкрити у іншому додатку

source: Close Sidebar
de: Seitenleiste schließen
es: Cerrar barra lateral
fr: Fermer la barre latérale
hi: पार्श्वपट्टी बंद करें
nb: Steng sidefelt
ru: Закрыть боковую панель
uk: Закрити бокову панель

source: Render
bg: Генериране
es: Renderizar
fr: Rendu
hi: प्रतिपादन करें
it: Rendering
nb: Gjengi
ru: Рендер
uk: Обробка

source: Rendering
es: Renderizando
fr: Rendu
hi: प्रतिपादन
nb: Gjengivelse
ru: Рендеринг
uk: Обробка

source: Translucency
bg: Полупрозрачно
de: Durschsichtigkeit
es: Translucidez
fr: Translucence
hi: पारदर्शता
it: Traslucenza
nb: Gjennomsiktighet
ru: Полупрозрачность
uk: Прозорість

source: Tone Mapping
bg: Транслиране на тоналностите
de: Farbton
es: Mapeo de tonos
fr: Correspondance tonale
hi: टोन मैपिंग
it: Mappatura dei toni
nb: Tonekartlegging
ru: Тональное отображение
uk: Тональне відображення

source: Map colors properly to the monitor colors
bg: Правилно картографиране на цветовете спрямо цветовете на монитора
de: Stimmt die Farben mit dem Farbraumes des Monitors ab
es: Asignar colores correctamente a los colores del monitor
fr: Faire correspondre les couleurs à celles de l'écran
hi: रंगों को मॉनिटर के रंगों के साथ उचित रूप से मैप करें
it: Mappa i colori correttamente sui colori del monitor
nb: Kartlegg farger riktig til fargene på skjermen
ru: Правильное отображение цветов на мониторе
uk: Належно відображати кольори відносно кольорів монітору

source: Ambient Occlusion
bg: Оклузия
de: Umgebungsverdeckung
es: Oclusión ambiental
fr: Occlusion ambiante
hi: परिवेशीय समावेशन
it: Occlusione ambientale
nb: Omgivelsesokklusjon
ru: Окружающее затенение

source: Provides approximate shadows
bg: Предоставя приблизителни сенки
de: Bietet angenäherte Schatten
es: Proporciona sombras aproximadas
fr: Affiche des ombres approximatives
hi: अनुमानित छायाएं प्रदान करता है
it: Fornisce ombre approssimative
nb: Gjengir omtrentlige skygger
ru: Предоставляет приблизительные тени
uk: Забезпечує приблизні тіні

source: Anti Aliasing
bg: Заглаждане
fr: Anti-crénelage
hi: एंटी एलियासिंग
ru: Сглаживание
uk: Згладження

source: Light with HDRI
bg: Светлина с HDRI
de: Mit HDRI belichten
es: Iluminación con HDRI
fr: Lumière avec HDRI
hi: एचडीआरआई के साथ प्रकाश
it: Luce con HDRI
nb: Belys med HDRI
ru: Свет с HDRI
uk: Освітлення з HDRI

source: Light the scene using a the loaded HDRI or the default
bg: Осветете сцената с помощта на заредения HDRI или по подразбиране
de: Belichtet die Szene mit dem Standard oder dem geladenen HDR Bild
es: Ilumina la escena utilizando una HDRI cargada o la predeterminada
fr: Illuminer la scène en utilisant le HDRI chargé ou celui par défaut
hi: लोड किए गए एचडीआरआई या तयशुदा का उपयोग करके दृश्य को रोशन करें
it: Illumina la scena utilizzando l'HDRI caricato o quello predefinito
nb: Belys senen med bruk av enten det innlastede HDRI-bildet eller standarden
ru: Освещение сцены с помощью загруженного HDRI
uk: Освітити сцену використовуючи завантажене HDRI або стандартне

source: Light Intensity
bg: Светлинен интензитет
de: Lichtintensität
es: Intensidad luminosa
fr: Intensité lumineuse
hi: प्रकाश तीव्रता
it: Intensità luminosa
nb: Belysningsintensitet
ru: Интенсивность света
uk: Інтенсивність світла

source: Model Rendering
es: Renderizado de modelos
hi: मॉडल प्रतिपादन
nb: Modellgjengivelse
ru: Рендеринг модели
uk: Обробка моделі

source: Show All Edges
de: Alle Kanten anzeigen
es: Mostrar todos los bordes
hi: सभी किनारे दिखाएं
nb: Vis alle kanter
ru: Показывать все грани
uk: Показати всі краї

source: Edges Width
bg: Широчина на ръбовете
de: Kantenbreite
es: Anchura de los bordes
fr: Largeur des bordures
hi: किनारों की चौड़ाई
it: Larghezza dei bordi
nb: Kantbredde
ru: Ширина граней
uk: Ширина країв

source: Show Spheres
de: Zeige Spheren
es: Mostrar esferas
hi: गोले दिखाएं
nb: Kantsfærer
ru: Показывать вершины
uk: Показати сфери

source: Points Size
de: Punktgröße
es: Tamaño de puntos
hi: बिंदु आकार
nb: Punktstørrelse
ru: Размер точек
uk: Розмір точок

source: Model
es: Modelo
fr: Modèle
hi: मॉडल
nb: Modell
ru: Модель
uk: Модель

source: Load type
de: Ladetyp
es: Tipo de carga
fr: Type de chargement
hi: लोड प्रकार
nb: Innlastingstype
ru: Тип загрузки
uk: Завантажити тип

source: Geometry
de: Gemoetrie
es: Geometría
fr: Géométrie
hi: ज्यामिति
nb: Geometri
ru: Геометрия
uk: Геометрія

source: Scene
bg: Сцена
de: Szene
es: Escena
hi: दृश्य
it: Scena
nb: Sene
ru: Сцена
uk: Сцена

source: Material
fr: Matériaux
hi: सामग्री
nb: Materiell
ru: Материал
uk: Матеріал

source: Model Metallic
de: Model Metallisch
es: Modelo metálico
fr: Aspect métalique
hi: मॉडल धात्विक
nb: Modellmetalliskhet
ru: Металлизация модели
uk: Металевість моделі

source: Model Roughness
de: Model Rauheit
es: Rugosidad del modelo
fr: Rugosité du modèle
hi: मॉडल खुरदरापन
nb: Modellujevnhet
ru: Шероховатость модели
uk: Жорстокість моделі

source: Model Opacity
de: Model Deckfähigkeit
es: Opacidad del modelo
fr: Opacité du modèle
hi: मॉडल अपारदर्शिता
nb: Modellgjennomsiktighet
ru: Непрозрачность модели
uk: Прозорість моделі

source: Color
de: Farbe
hi: रंग
nb: Farge
ru: Цвет
uk: Колір

source: Coloration
de: Färbung
es: Coloración
hi: रंगाई
nb: Farging
ru: Окраска
uk: Кольоровість

source: Custom
de: Benutzerdefiniert
es: Personalizado
hi: तदनुकूल
nb: Tilpasset
ru: Своя
uk: Власний

source: Normal
de: Normale
hi: सामान्य
ru: Обычная
uk: Нормальна

source: Magnitude
de: Außmaße
es: Magnitud
hi: परिमाण
nb: Størrelse
ru: Величина
uk: Величина

source: Direct
de: Direkt
es: Directo
hi: सीधे
nb: Direkt
ru: Прямая
uk: Напряму

source: Model Color
de: Modelfarbe
es: Color del modelo
fr: Couleur du modèle
hi: मॉडल का रंग
nb: Modellfarge
ru: Цвет модели
uk: Колір моделі

source: Grid
bg: Мрежа
de: Gitter
es: Cuadrícula
fr: Grille
hi: ग्रिड
it: Griglia
nb: Rutenett
ru: Сетка
uk: Ґратка

source: View Grid
bg: Показване на мрежата
de: Zeige Gitter
es: Ver cuadrícula
fr: Voir la grille
hi: ग्रिड दृश्य
it: Vista griglia
nb: Vis rutenett
ru: Отображать сетку
uk: Показати ґратку

source: Grid Absolute
bg: Абсолютна мрежа
de: Absolutes Gitter
es: Cuadrícula Absoluta
fr: Grille absolue
hi: ग्रिड निरपेक्ष
it: griglia assoluta
nb: Absolutt rutenett
ru: Абсолютное позиционирование сетки
uk: Ґратка абсолютна

source: Background
bg: Фон
de: Hintergrund
es: Fondo
fr: Arrière plan
hi: पृष्ठभूमि
it: Sfondo
nb: Bakgrunn
ru: Фон
uk: Задній фон

source: HDRI as Background
de: HDRI als Hintergrund
es: HDRI como fondo
hi: पृष्ठभूमि के रूप में एचडीआरआई
nb: HDRI som bakgrunn
ru: HDRI как фон
uk: HDRI як задній фон

source: Use the loaded HDRI or the default one as a background
bg: Използвайте заредения HDRI или фона по подразбиране
de: Geladenes HDRI oder den Standard als Hintergrund verwenden
es: Utilizar la HDRI cargada o la predeterminada como fondo
fr: Utiliser le HDRI chargé ou celui par défaut en temps qu'arrière plan
hi: लोड किए गए एचडीआरआई या तयशुदा को पृष्ठभूमि के रूप में उपयोग करें
it: Utilizza l'HDRI caricato o quello predefinito come sfondo
nb: Bruk det innlastede HDRI-bildet eller standarden som bakgrunn
ru: Использовать загруженный HDRI или один из стандартных как фон
uk: Використовувати завантажене HDRI або стандартне зображення у якості заднього фону

source: HDRI Image
bg: HDRI изображение
de: HDR Bild
es: Imagen HDRI
fr: Image HDRI
hi: एचडीआरआई छवि
it: Immagine HDRI
nb: HDRI-bilde
ru: HDRI изображение
uk: HDRI зображення

source: Blur Background
bg: Замъгляване на фона
de: Hintergrund verwischen
es: Desenfoque de fondo
fr: Flouter l'arrière plan
hi: पृष्ठभूमि धुंधला करें
it: Sfocatura dello sfondo
nb: Gjør bakgrunnen uskarp
ru: Размывать фон
uk: Розмити задній фон

source: Blur Circle Of Confusion
bg: Кръг на замъгляване
de: Verwische Zerstreuungskreis
es: Círculo borroso de confusión
fr: Flouter le cercle de confusion
hi: भ्रांति घेरा को धुंधला करें
it: Cerchio Sfocato Di Confusione
nb: Bakgrunnsuskarphet
ru: Сила размытия
uk: Розмиття

source: Use Custom Color
bg: Друг цвят
de: Benutzerdefinierte Farbe verwenden
es: Usar color personalizado
fr: Utiliser une couleur personnalisée
hi: तदनुकूल रंग का प्रयोग करें
it: Usa colore personalizzato
nb: Bruk tilpasset farge
ru: Использовать свой цвет
uk: Використовувати власний колір

source: HDRI background takes priority over this
bg: HDRI фона има приоритет
de: HDRI Hintergrund hat höhere Priorität
es: El fondo HDRI tiene prioridad sobre este
fr: L'arrière plan HDRI prend le dessus là dessus
hi: एचडीआरआई पृष्ठभूमि को इस पर वरीयता दी जाती है
it: Lo sfondo HDRI ha la priorità su questo
nb: HDRI-bakgrunnsinnstillingen overstyrer dette
ru: HDRI фон имеет приоритет над этим
uk: HDRI задній фон отримає більший пріоритет над цим

source: Background Color
bg: Цвят на фона
de: Hintegrundfarbe
es: Color de fondo
fr: Couleur d'arrière plan
hi: पृष्ठभूमि रंग
it: Colore di sfondo
nb: Bakgrunnsfarge
ru: Цвет фона
uk: Колір заднього фону

source: Transparent colors not supported
bg: Прозрачни цветове не се поддържат
de: Durchsichtige Farben werden nicht unterstützt
es: No se admiten colores transparentes
fr: Les couleurs transparentes ne sont pas supportées
hi: पारदर्शी रंग समर्थित नहीं हैं
it: Colori trasparenti non supportati
nb: Gjennomsiktige farger støttes ikke
ru: Прозрачные цвета не поддерживаются
uk: Прозорі кольори не підтримуються

source: More
bg: Още
de: Mehr
es: Más
fr: Plus
hi: अधिक
it: Altro
nb: Mer
ru: Еще
uk: Більше

source: Navigation
bg: Навигация
es: Navegación
hi: पथ-प्रदर्शन
it: Navigazione
nb: Navigering
ru: Ориентация
uk: Навігація

source: Always Point Up
de: Immer nach oben zeigen
es: Apunta siempre hacia arriba
hi: हमेशा ऊपर इंगित करें
nb: Pek alltid oppover
ru: Всегда направлять вверх
uk: Завжди вказувати вгору

source: Up Direction
bg: Посока нагоре
de: Aufwärtsrichtung
es: Dirección ascendente
fr: Orientation du haut
hi: ऊपर की दिशा
it: Direzione verso l'alto
nb: Opp-retning
ru: Вертикальное направление
uk: Напрям вгору

source: Changing it will reload the file
de: Diese Änderung wird die Datei neuladen
es: Si lo cambia, se volverá a cargar el archivo
fr: Le modifier rechargera le fichier
hi: इसे बदलने से फाइल पुनः लोड हो जाएगी
nb: Å endre dette laster inn filen på nytt
ru: При изменении файл будет перезагружен
uk: Зміна цього перезавантажить файл

source: Loading
de: Lade
es: Cargando
hi: लोड हो रहा है
nb: Laster inn
ru: Загрузка
uk: Завантаження

source: Automatic Settings
de: Automatische Einstellungen
es: Configuración automática
hi: स्वचालित सेटिंग
nb: Automatiske innstillinger
ru: Автоматические настройки
uk: Автоматичні налаштування

source: When loading choose the best presets for the file
de: Beim Laden die beste Voreinstellung für Datei verwenden
es: Al cargar, elija los mejores ajustes preestablecidos para el archivo
hi: लोड करते समय फाइल के लिए सर्वोत्तम प्रीसेट चुनें
nb: Ved innlasting skal Exhibit velge de beste standardene for filen
ru: При загрузке выбирает лучшие настройки для файла
uk: При завантаженні обирати найкращі налаштування для файлу

source: Reload On Change
de: Bei Änderung neuladen
es: Recargar al cambiar
hi: बदलाव पर पुनः लोड करें
nb: Last inn på nytt ved endring
ru: Перезагрузить при изменении
uk: Перезавантажити при змінах

source: Check for file change
de: Auf Dateiänderungen prüfen
es: Comprobar cambios de archivos
hi: फाइल बदलाव हेतु जांचें
nb: Sjekk for filendring
ru: Проверять файл на изменения
uk: Перевірити файл на зміни

source: Reveal Sidebar
de: Seitenleiste anzeigen
es: Mostrar barra lateral
fr: Afficher la barre latérale
hi: पार्श्वपट्टी प्रकट करें
nb: Vis sidefelt
ru: Развернуть боковую панель
uk: Показати бокову панель

source: Toggle Orthographic
bg: Превключване на ортографиране
de: Orthographisch wechseln
es: Conmutar ortográfico
fr: Activer/Désactiver la vue ortographique
hi: ऑर्थोग्राफ़िक टॉगल करें
it: Attiva/disattiva ortografica
nb: Slå på/av ortografiskmodus
ru: Ортографический режим
uk: Перемикнути на ортографічний перегляд

source: Reset to Bounds
bg: Връщане до границите
de: Auf Ursprung zurücksetzten
es: Restablecer límites
fr: Réinitialiser les limites
hi: सीमाओं पर रीसेट करें
it: Ripristina i limiti
nb: Tilbakestille til grensene
ru: Сброс
uk: Скинути до меж

source: Follow System
de: Systemthema
es: Seguir el estilo del sistema
fr: Comme le système
hi: सिस्टम की पालना
nb: Følg systemet
ru: Системная тема
uk: Системний стиль

source: Light Theme
de: Helles Thema
es: Tema claro
fr: Thème clair
hi: हल्की थीम
nb: Lys drakt
ru: Светлая тема
uk: Світлий стиль

source: Dark Theme
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
hi: गहरी थीम
nb: Mørk drakt
ru: Темная тема
uk: Темний стиль

source: _New Window
de: _Neues Fenster
es: _Nueva ventana
hi: नई विंडो (_N)
nb: _Nytt vindu
ru: _Новое окно
uk: _Нове вікно

source: _Load New File
de: _Neue Datei laden
es: _Cargar nuevo archivo
hi: नई फाइल लोड करें (_L)
nb: _Last inn ny fil
ru: _Открыть новый файл
uk: _Завантажити новий файл

source: _Export Image
de: _Bild exportieren
es: _Exportar imagen
hi: छवि निर्यात करें (_E)
nb: _Eksporter bilde
ru: _Экспортировать изображение
uk: _Експортувати зображення

source: _Help
de: _Hilfe
es: _Ayuda
hi: सहायता (_H)
nb: _Hjelp
ru: _Cправка
uk: _Допомога

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
de: _Tastenkürzel
es: _Atajos de teclado
fr: _Raccourcis clavier
hi: कीबोर्ड शॉर्टकट (_K)
it: _Scorciatoie da tastiera
nb: _Tastatursnarveier
ru: _Сочетания клавиш
uk: _Клавіатурні скорочення

source: _About Exhibit
bg: _Относно „Изложба“
de: _Über Austellung
es: _Acerca de Exhibit
fr: _À propos de Exhibit
hi: एक्ज़िबिट का परिचय (_A)
it: _Informazioni su Exhibit
nb: _Om Exhibit
ru: _О Exhibit
uk: _Про Експонат

source: Save Current Settings
de: Aktuelle Einstellungen speichern
es: Guardar configuración actual
hi: वर्तमान सेटिंग सहेजें
nb: Lagre nåværende innstillinger
ru: Сохранить текущие настройки
uk: Зберегти поточні налаштування

source: Open HDRI Folder
de: HDRI Ordner öffnen
es: Abrir carpeta HDRI
hi: एचडीआरआई फोल्डर खोलें
nb: Åpne HDRI-mappen
ru: Открыть директорию HDRI
uk: Відкрити HDRI теку

source: Based on the F3D library, it supports many file formats, from digital content to scientific datasets including glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic and many more. You can drag and drop 3d models into the app and export an image of the rendered model. Change many settings like tone mapping, ambient occlusion, anti aliasing, material roughness, metallic, color and opacity to achieve the perfect render. You can use an HDRI image or a custom color as a background.
de: Basierend auf der F3D Bibliothek unterstützt es viele Dateiformate. Von Digitalen Inhalten über Wissenschaftliche Datensätze werden die Formate glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic und viele weiter unterstützt. 3D Modele können einfach über der Anwendung fallengelassen werden und als Bilder exportiert werden. Außerdem können viele Einstellungen angepasst werden, wie der Farbton, Umgebungsverdeckung, Antialiasing und Materialeigenschaften wie Rauheit, metallisches Glänzen, Farbe und die Transparenz um das perfekte Aussehen zu erreichen. Außerdem können HDR Bilder für einen Benutzerdefinierten Hintergrund verwendet werden.
es: Basada en la biblioteca F3D, admite muchos formatos de archivo, desde contenido digital hasta conjuntos de datos científicos, incluidos glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic y muchos más. Puedes arrastrar y soltar modelos 3D en la aplicación y exportar una imagen del modelo renderizado. Cambie muchos ajustes como mapeado de tonos, oclusión ambiental, anti aliasing, rugosidad del material, metálico, color y opacidad para conseguir el render perfecto. Puede utilizar una imagen HDRI o un color personalizado como fondo.
nb: Drivet av F3D-biblioteket støtter Exhibit mange filformater, fra digitalt innhold til vitenskapelige datasetter, nemlig glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic, og mange flere. Du kan dra og slipp 3D-modeller inn i appen og eksporter et bilde av den gjengitte modellen. Du kan også forandre mange innstillinger, slik som tonekartlegging, omgivelsesokklusjon, antialiasing, materiellujevnhet, metalliskhet, farge, og gjennomsiktighet, for å oppnå den perfekte gjengivelsen. Du kan bruke et HDRI-bilde eller en tilpasset farge som bakgrunn.
uk: Ця програма базується на бібліотеці F3D яка підтримує багато форматів файлів, від цифрового вмісту до наукових даних, включаючи glTF, STL, STEP, PLY, OBJ, FBX, USD, Alembic та багато інших. Ви можете перетягнути і скинути 3D модель у вікно додатку і експортувати оброблену модель у зображення. Також можна змінити багато налаштувань, як тональне відображення, ambient occlusion, згладження, жорсткість матеріалу, металевість, колір та прозорість щоб досягти ідеального зображення. Ви можете використовувати HDRI зображення або колір у якості заднього фону.

source: 3D Bechy
de: 3D Benchy
nb: Bechy i 3D
uk: 3д Bechy

source: Retro Computer Setup with a HDRI skybox
de: Alter Computer mit HDR Hintergrund
es: Configuración de ordenador retro con un skybox HDRI
nb: Et retro-datasett med HDRI-skybox
uk: Ретро-комп'ютер з HDRI скайбоксом

source: Cow with an HDRI background and dark theme
de: Kuh mit HDR Hintergrund im dunklem Thema
es: Vaca con fondo HDRI y tema oscuro
nb: Ku med HDRI-skybox og mørk drakt
uk: Корова з HDRI заднім фоном і темним стилем інтерфейсу

source: Nissan Fairlady with dark theme
de: Nissan Fairlady im dunklem Thema
es: Nissan Fairlady con tema oscuro
nb: Nissan Fairlady med mørk drakt
uk: Nissan Fairlady з темним стилем інтерфейсу

source: Vase 3d scan with HDRI skybox
de: 3D Scan einer Vase mit HDR Hintergrund
es: Jarrón escaneado en 3D con skybox HDRI
nb: En 3D-skanning av en vase med HDRI-skybox
uk: 3д скан вази з HDRI скайбоксом

source: Point cloud of a boat with dark theme
de: Ein Boot als Punktewolke im dunklem Thema
es: Nube de puntos de un barco con tema oscuro
nb: Punktsky av en båt med mørk drakt
uk: Човен з темним стилем інтерфейсу
