Repository: Nokse22/Exhibit
Catalog: po/*.po
Languages: bg, de, es, fr, hi, it, nb, ru, uk

source: Based on the F3D library that supports many file formats, from digital content to scientific datasets including glTF, USD, STL, STEP, PLY, OBJ, FBX, Alembic and many more. Drag and drop 3d models into the app and export an image of the 3d model. It supports tone mapping, ambient occlusion, anti aliasing and more. You can use an HDRI image or a custom color as a background.
bg: Основана на F3D библиотеката, която поддържа много типове файлове - от цифрово съдържание до набор от научни данни, включително glTF, USD, STL, STEP, PLY, OBJ, FBX, Alembic и много други. Изтегляйте и пускайте 3D модели в приложението и изнасяйте изображение на 3D модела. Поддържа транслиране на тоналностите, оклузия, заглаждане и др. Може да използвате HDRI изображение или друг цвят като фон.
fr: Basé sur la bibliothèque F3D qui prend en charge de nombreux formats de fichiers, du contenu numérique aux ensembles de données scientifiques tels que glTF, USD, STL, STEP, PLY, OBJ, FBX, Alembic et bien d'autres. Glissez-déposez les modèles 3D dans l'application et exportez une image du modèle 3D. Exhibit prend en charge la correspondance tonale, l'occlusion ambiante, l' anti-crénelage et bien plus encore. Vous pouvez utiliser une image HDRI ou une couleur personnalisée comme
it: Basato sulla libreria F3D che supporta moltissimi formati di file, dal contenuto digitale di set di dati scientifici tra cui glTF, USD, STL, STEP, PLY, OBJ, FBX, Alembic e molti altri. Trascina e rilascia i modelli 3D nell'app ed esportaun'immagine del modello 3d. Supporta la mappatura dei toni, l'occlusione ambientale, l'anti aliasing e altro ancora. Puoi utilizzare un'immagine HDRI o un colore personalizzato come sfondo.

source: Planetary Reducer
fr: Réducteur planétaire
it: Riduttore planetario

source: Benchy with dark theme
bg: Benchy с тъмна тема
fr: Benchy avec le thème sombre
it: Panchina con tema scuro

source: Can't open
bg: Не може да се отвори
fr: Ouverture impossible
it: Impossibile aprire

source: Open Skybox File
bg: Отваряне на файл небесно поле
fr: Ouvrir un fichier Skybox
it: Apri il file Skybox

source: Show Edges
bg: Показване на ръбовете
fr: Montrer les bordures
it: Mostra bordi

source: Show Points
fr: Voir les points

source: Points Radius
fr: Rayon de point

source: HDRI as Backgound
bg: HDRI като фон
fr: HDRI en temps qu'arrière plan
it: HDRI come sfondo

source: Alwayas Point Up
bg: Винаги насочвайте нагоре
fr: Toujours pointer en haut
it: Punta sempre verso l'alto

source: Other Settings
bg: Допълнителни настройки
fr: Autres paramètres
it: Altre impostazioni

source: Automatic Up Direction
bg: Автоматична посока нагоре
fr: Orientation du haut automatique
it: Direzione automatica verso l'alto

source: When loading choose the best up direction
bg: При зареждане се избира най-добрата посока нагоре
fr: Lors du chargement, détecter la meilleure orientation
it: Durante il caricamento scegliere la migliore direzione verso l'alto

source: Save Settings
bg: Запазване на настройките
fr: Sauvegarder les paramètres
it: Salva le impostazioni

source: Restore Settings
bg: Възстановяване на настройките
fr: Restaurer les paramètres
it: Ripristino delle impostazioni

source: Reset Settings
bg: Връщане на настройките
fr: Réinitialiser les paramètres
it: Ripristina impostazioni

source: Preferences are per window basis, if you save them next time you will open the app it will start with these preferences
bg: Настройките са за всеки прозорец, ако ги запазите, следващият път, когато отворите приложението, то ще започне с тези настройки.
fr: Les préférences se font par fenêtre, si sauvegardées, la prochaine ouverture de l'application démarrera avec ces préférences
it: Le preferenze sono per finestra, se le salvi la prossima volta che le aprirai l'app partirà con queste preferenze

source: _Open New Window
bg: _Отваряне на нов прозорец
fr: _Ouvrir une nouvelle fenêtre
it: _Apri una nuova finestra

source: _Load
fr: _Ouvrir

source: _Save As Image
bg: _Запазване като изображение
fr: _Enregistrer en temps qu'image
it: _Salva come immagine

source: image.png
bg: изображение.png
it: immagine.png

source: Load any file to view it in 3D
bg: Отворете файл, за да го видите в 3D
it: Carica qualsiasi file per visualizzarlo in 3D

source: _Load New Model
bg: _Отваряне на нов модел
it: _Carica nuovo modello

source: _Preferences
bg: _Настройки
it: _Preferenze

source: Edges
bg: Ръбове
it: Bordi
